<template>
  <div class="detail">
      <Navbar :title="title"/>
      <div class="item">
          <p>新闻标题</p>
          <div>
              <span>0次点击</span>
              <span>分类：财经报道</span>
              <span>添加时间：2019-10-11</span>
          </div>
      </div>
      <div class="divider"></div>
      <div class="detail-content"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;新闻细节内容    
          科学技术是第一生产力，创新是引领发展的第一动力。向重大科技活动或重大科技成就发贺信，是习近平关心、支持科技工作，激励科技工作者的重要方式。科技的未来在哪里？科技能给我们带来什么？习近平的这些重要论述让科技赋能话题热度不断上升。

        　　&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;科技的未来在青年。开展科技人文交流，推动青年创新合作，是各国共同愿望。

        　　当前，新一轮科技革命和产业变革不断推进，科技同经济、社会、文化、生态深入协同发展，对人类文明演进和全球治理体系发展产生深刻影响。

        　　以科技创新推动可持续发展成为破解各国关心的一些重要全球性问题的必由之路。

        　　全球新一轮科技革命和产业革命加速发展，工业互联网技术不断突破，为各国经济创新发展注入了新动能，也为促进全球产业融合发展提供了新机遇。

        　　使科技创新更好服务于各国人民对美好生活的向往，为推动世界科技发展作出积极贡献。
                △2019中关村论坛上，人工智能、5G、工业互联网、脑科学技术等热门议题被人们频频讨论。一批重大创新成果面向全球发布，展示着来自全球最新最前沿的科技成果。图为“中关村国际前沿科技成果展”现场，参观者与服务型机器人互动。

                    　　经贸往来：“中国开放的大门只会越开越大”

                    　　“经济全球化潮流不可逆转，各国利益日益交融、命运更加休戚与共是大势所趋。”习近平在给2019年“读懂中国”广州国际会议的贺信中再次阐述了对经济全球化的理解。

                    　　在向首届跨国公司领导人青岛峰会致贺信时，习近平强调了中国立场：“中国开放的大门只会越开越大，营商环境只会越来越好，为全球跨国公司创造的机遇只会越来越多。”

                    　　“举办2019中国海洋经济博览会旨在为世界沿海国家搭建一个开放合作、共赢共享的平台。希望大家秉承互信、互助、互利的原则，深化交流合作，让世界各国人民共享海洋经济发展成果。”

                    　　“举办第三届中国－太平洋岛国经济发展合作论坛是我同太平洋岛国领导人达成的重要共识，希望双方充分利用这一重要平台，加强对话、交流、合作，推动双方合作取得更大发展。”

                    　　从国家到企业，从大陆到海洋，秉承互信、互助、互利原则，坚持对话、交流、合作，实现共同繁荣，中国正以开放合作的心态积极推进经贸往来，与各国一道携手迈向美好未来。

                        图片默认标题_fororder_640.webp (9)

                    　　△2019年10月15日，在深圳会展中心举行的海博会上展出的“蛟龙号”。

                    　　在一场场重要的活动中，各国的人们沟通交流，促进合作；在一封封情真意切的贺信中，寄寓着中国顺应历史潮流、努力构建人类命运共同体的坚定信心。也正是从中体现出的开放、务实、包容态度，让世界读懂中国、了解中国。</div>
  </div>
</template>

<script>
export default {
    name:'NewsDeatil',
    data(){
        return {
            detail:[]
        }
    },
    props:['title'],
    created(){   //在此发送请求
    // let id = this.$router.query.id;  //获取请求id
    //     this.$axios.get('getnew/${id}')
    //     .then(res=>{
    //         this.detail = res.data.message;
    //     })
    //     .catch(err=>{
    //         console.log('新闻详情获取数据失败',err);
    //     })
    }
}
</script>

<style lang="css" scoped>
    .detail{
        padding-bottom: 100px;
    }
    .item{
        margin-top: 80px;
        }
    .item p{
        color: #66ccff;
        font-size: 24px;
        font-weight: 600px;
        }
    .item span{
        margin-right: 20px;
        color: #999999;
    }
    .divider{
        width: 100%;
        height: 1px;
        background-color: #b3b3b3;
        margin-right: 5px 0;
    }
    .detail-content{
        padding-bottom: 3px 3px;
    }
</style>>